Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samegielaid_oahppiid_mearit_lassanedje_ovddit_skuvlajagi_ektui.html.tmx
Source language: sme
Languages: smn

source: Sámegielaid oahppiid mearit lassánedje ovddit skuvlajagi ektui
smn: Sämikielâi uáppeemereh lasanii moonnâm ive

source: Sámegielaid oahppiid mearit lassánedje lohkanbajis 2015–2016 oktiibuot 55 oahppiin.
smn: Sämikielâi uáppeemereh lasanii moonnâm luuhâmive 2015-2016 ohtsis 55 uáppee verd.

source: Anárašgiela oahppiid mearri lassánii 11, nuortalašgiela čiežain ja davvisámegiela 39 oahppiin. Sámiid ruovttuguovllu gielddain oahppiid mearri lassánii oktiibuot 34 ja eará guovlluin fas 21 oahppiin.
smn: Anarâškielâst uáppeemeeri lasanij 11, nuorttâlâškielâst 7 já orjâlâškielâst 39. Sämmilij päikkikuávlu kieldâin uáppeemeeri lasanij ohtsis 34 já päikkikuávlu ulguubeln 21. Uáppeemeeri lasanij vuáđumáttááttâsâst ohtsis 65 uáppee verd.

source: Logahagas sámegielaid oahppiid mearri fas njiejai logiin.
smn: Luvâttuvâst sämikielâi uáppeemeeri kiäppánij luvvijn.

source: Sámegielat oahpahus addojuvvui sámiid ruovttuguovllus oktiibuot 199 vuođđodási oahppái, geain 170 gazze oahpu davvisámegillii ja 29 fas anárašgillii.
smn: Sämikielâlâš máttááttâs finnejii sämmilij päikkikuávlust ohtsis 199 vuáđumáttááttâs uápped, sist 170 orjâlâškielân já 29 anarâškielân.

source: Davvisámegielat oahpahus addojuvvui buot njealji sámiid ruovttuguovllu gielddas.
smn: Orjâlâškielân lâi máttááttâs jyehi neelji sämmilij päikkikuávlu kieldâst.

source: Anárašgielat oahpahusa oahppit ledje buohkat Anára gielddas.
smn: Anarâškielâlâš máttááttâs uáppeeh lijjii puohah Aanaar kieldâst.

source: Sámegielat oahpahusa oahppiid mearri lassánii ovddit jagis 14 oahppiin.
smn: Sämikielâlâš máttááttâs uáppeemeeri lasanij 14 uáppee verd oovdeb ivveest.

source: Sámegiela oppalaš oahppiid mearri lassánii Eanodaga gielddas guvttiin, Anára gielddas guđain, Soađegili gielddas 20 ja Ohcejoga gielddas guđain oahppiin.
smn: Säämi ubâlâš uáppeemeeri lasanij Iänuduv kieldâst kuovttijn, Aanaar kieldâst kuuđáin, Suáđikylá kieldâst 20 já Ucjuv kieldâst kuuđáin uáppein.

source: Sámegiela fágaoahpahus addojuvvui oktiibuot 461 oahppái, geain 368 ožžo oahpahusa sámiid ruvttuguovllu gielddain ja 93 fas eará gielddain.
smn: Sämikielâi aamnâsmáttááttâs finnejii ohtsis 459 uápped, sist 368 finnejii máttááttâs sämmilij päikkikuávlu kieldâin já 93 päikkikuávlu kieldâi ulguubeln.

source: Oktiibuot 61 vuođđodási ja logahaga oahppi sámiid ruovttuguovllu olggobeal gielddain studerejedje sámegiela lagašoahpahussan ja 32 fas gáiddusoahpahussan.
smn: Ohtsis 61 vuáđumáttááttâs já luvâttuv uápped finnejii päikkikuávlu kieldâi ulguubeln sämikielâ aldâmáttááttâs já 32 káidusmáttááttâs.

source: Ruovttuguovllu gielddaid olggobealde lea vejolaš oažžut sámegiela oahpu guokte diimmu vahkus vuođđooahpahusa lassin.
smn: Päikkikuávlu kieldâi ulguubeln lii máhđulâš finniđ kyehti tiijme ohhoost vuáđumáttááttâs tievâsmittee kielâmáttááttâs.

source: Ruovttuguovllu olggobealde logahaga oahppiin lei fas vejolašvuohta čađahit dábálaš sámegiela kurssaid eatnigiela ja girjjálašvuođa ja maiddái vieris giela oahppoávdnasiin.
smn: Uáppein, kiäh finnejii máttááttâs päikkikuávlu kieldâi ulguupiälásijn luvâttuvâin, lâi máhđulâš čođâldittiđ táválijd sämikielâlâš kuursâid eenikielâ já kirjálâšvuotâ sehe vieres kielâ oppâamnâsijn.

source: Ruovttuguovllu gielddaid olggobealde sámegiela oahppit ledje Espoos, Giemas, Helssegis, Janakkalas, Joganjálmmis, Jyväskyläs, Oulus ja Oulu guovllus, Roavvenjárggas, Sallas, Sievis, Tamperees, Durdnosis ja Vantaas.
smn: Päikkikuávlu kieldâi ulguubeln sämikielâ uáppeeh lijjii Espoost, Kiemâst, Helsigist, Janakkalast, Joensuust, Jyväskyläst, Oulust já Oulu kuávlust, Ruávinjaargâst, Sallast, Sievist, Tamperest, Tuárnusist já Vantaast.

source: Geahča sámegiela olles oahpahusstatistihka 2015–2016 dás .
smn: Keejâ säämi oles máttááttâsstatistik 2015-2016 täst .
